{"judul": "LKPD: Dinamika Rotasi - Analisis Torsi dan Durasi Putaran Gasing", "deskripsi": "Lembar Kerja Peserta Didik untuk menganalisis hubungan antara gaya, lengan gaya, dan torsi dalam gerak rotasi menggunakan model gasing.", "tujuan": ["Peserta didik mampu menganalisis hubungan antara gaya, lengan gaya, dan torsi dalam gerak rotasi menggunakan model gasing.", "Peserta didik mampu mengevaluasi hasil percobaan rotasi gasing untuk menentukan faktor-faktor yang mempengaruhi durasi dan kecepatan putaran.", "Peserta didik mampu menyajikan data dalam bentuk laporan praktikum dan mempresentasikan di depan kelas."], "materi": "Dinamika rotasi adalah ilmu yang mempelajari gerak rotasi (berputar) dengan mempertimbangkan komponen penyebabnya, yaitu momen gaya. Momen gaya atau torsi ini, menyebabkan percepatan sudut. Jika semua bagian suatu benda bergerak mengelilingi poros atau sumbu putarnya dan sumbu putarnya terletak pada salah satu bagiannya, benda tersebut dikatakan melakukan gerak rotasi (berputar). Dalam kehidupan sehari-hari, gerak rotasi dapat diamati pada berbagai objek seperti roda kendaraan yang berputar, baling – baling, kipas angin, atau gerakan planet yang mengorbit matahari.", "petunjuk": ["Perhatikan simulasi yang sudah dilakukan dalam pembelajaran.", "Lakukan simulasi sesuai langkah kerja!", "Jawablah pertanyaan-pertanyaan yang terdapat di LKPD ini secara berkelompok."], "alat_bahan": ["1 buah gasing (bisa dibuat dari CD bekas, tutup botol)", "Stopwatch", "Penggaris atau meteran", "Tali (untuk memutar gasing)", "Buku catatan"], "langkah_kerja": ["Rakit atau siapkan gasing (misalnya gasing dari CD bekas atau tutup botol).", "Tentukan titik pusat poros gasing dan ukur panjang tali yang digunakan untuk memutar gasing.", "Buat hipotesis: “Semakin besar gaya yang diberikan saat memutar gasing, maka semakin lama gasing berputar”.", "Ukur panjang lengan gaya (jarak dari pusat poros ke titik gaya) untuk setiap percobaan.", "Putar gasing dengan tiga variasi gaya (lemah, sedang, kuat).", "Catat lama waktu putaran dengan stopwatch dari awal hingga berhenti.", "Lakukan setiap variasi gaya sebanyak 3 kali."], "tabel_header": ["No.", "Gaya Tarikan", "Panjang Tali/ Lengan (cm)", "Waktu Putar (s)", "Torsi Relatif"], "analisis_pertanyaan": ["Berdasarkan data waktu putar dari masing-masing gaya (lemah, sedang, kuat), bagaimana pengaruh besar gaya terhadap torsi dan durasi putaran gasing?", "Hitung dan bandingkan nilai torsi relatif dari setiap gaya yang digunakan pada percobaan. Apakah data tersebut konsisten atau relevan dengan teori bahwa torsi berbanding lurus dengan gaya?", "Dari hasil percobaan, gasing yang ditarik dengan gaya lebih besar dapat mencapai putaran awal yang lebih cepat dan berputar lebih lama. Jelaskan bagaimana fenomena ini terjadi berdasarkan prinsip torsi dalam sistem rotasi!"], "kesimpulan_petunjuk": "Tulis kesimpulan kelompok Anda berdasarkan percobaan dan analisis di atas:", "waktu_update": ""}